Repository: mozilla-l10n/mt-training-data
Catalog: hac/hac_pontoon.tmx
Source language: en_us
Languages: hac

source: An error occurred while submitting the report
hac: هەڵە-راپۆرت

source: Check
hac: چێک

source: Comment
hac: بۆچوون-ئەڤیتەر-راپۆرت

source: Continue
hac: بەردەوام کەرذەی

source: Different language
hac: زڤانی جیاواز

source: Loading…
hac: بارکەرذەی...

source: Log In
hac: لڤەی چوەر

source: Log In / Sign Up
hac: لڤەی چوەر/ نامنڤیسی

source: Log Out
hac: لڤەی بەر

source: Offensive Content
hac: قسێ کە یۆتەری رەنجنا

source: Other
hac: ئەڤیتەر

source: Personally Identifiable Information
hac: ئا زانیاریێ کە متاڤا بەر ڤزا کەسەکە کێن

source: Report was passed successfully
hac: پەیام-سەرکەوتە-راپۆرت

source: Respond
hac: جواب

source: Submit a report
hac: ناموونیشانوو مۆدالوو راپۆرتی

source: Success
hac: سەرکۆتە

source: The content contains a language different than I was expecting.
hac: ورذەکاریێ زڤانی جیاوازی

source: The content has disrespectful or offensive language.
hac: ورذەکاریێ قسێ کە یۆتەری رەنجنا

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
hac: ورذەکاریێ ئا زانیاریا کە متاڤا بەرڤزا کە کەسەکە کێن

source: Transcribe
hac: بەنڤیسە کەرذەی

source: Welcome to Spontaneous Speech
hac: خێربێدێ پەی قسە کەرذەی گۆترەی

source: Why we built this Spontaneous Speech prototype
hac: چی قسەکەرذەی گۆترەی
